{
  "allLocations": [
    {
        "Photo": "http://www.floridasprings.org/images/artinline_700.jpg",
        "Title": "Juniper Springs Recreational Area",
        "Slug": "jsra",
        "WaterType": "Fresh",
        "SkillLevel": "Intermediate",
        "Hours": "8 AM - 8 PM",
        "EntranceFee": "Yes",
        "Website": "http://www.fs.usda.gov/recarea/ocala/recarea/?recid=34064",
        "Phone": "tel:1-877-444-6777",
        "AddressLat": "29.178598",
        "AddressLong": "-81.713115",
        "ActivitiesAmenities": "Bathrooms, Picnicking, Concession, Camping, Hiking, Canoeing & Kayaking",
        "Description": "Showcasing sparkling springs in a subtropical setting, Juniper Springs is one of the oldest and best known recreation areas on the East Coast. Located between Ocala and Ormond Beach along SR 40, this complex of swimming and picnic area, campground, and trails was constructed in the 1930s by the Civilian Conservation Corps (CCC). The setting is unlike any other found in the United States, with hundreds of tiny bubbling springs and massive springs gushing out of crevices in the earth beneath a dense canopy of palms and oaks, an oasis within the heart of the desert-like Big Scrub."
    },
    {
       "Photo": "http://www.cityofbelleairbeach.com/wp-content/uploads/2011/12/Morgan-resized.jpg",
       "Title": "Morgan Beach Park",
       "Slug": "mbp",
       "WaterType": "Salt",
       "Hours": "6 AM - 9 PM",
       "EntranceFee": "Yes",
       "Website": "http://www.cityofbelleairbeach.com/index.php/parks/morgan-beach-park",
       "Phone": "tel:1-727-595-4646",
       "AddressLat": "27.929963",
       "AddressLong": "-82.841756",
       "ActivitiesAmenities": "Beach, Swimming, Picnicking, Bathrooms, Showers",
       "Description": "Morgan Drive Beach Access Park is located at the intersection of Morgan Drive and Gulf Blvd.  The address is 2650 Gulf Boulevard. Morgan Park is the City’s only Public beach park. City residents with current parking permits are able to park  in any available space at no charge."
     },
     {
      "Photo": "https://www.floridastateparks.org/sites/default/files/styles/slider_large/public/contestsubmissions/2010-02/Caladesi-Island_contest_Lori-Keene_Shore.jpg",
      "Title": "Caladesi Island",
      "Slug": "ci",
      "WaterType": "Salt",
      "Hours": "6 AM - 9 PM",
      "EntranceFee": "Yes",
      "Website": "https://www.floridastateparks.org/park/Caladesi-Island",
      "Phone": "tel:1-727-469-5918",
      "AddressLat": "28.060385",
      "AddressLong": "-82.822813",
      "ActivitiesAmenities": "Beach, Boating, Boat Camping, Canoeing & Kayaking, Concession, Fishing, Hiking, Pets, Playground, Weddings, Swimming, Picnicking, Bathrooms",
      "Description": "As one of the few completely natural islands along Florida´s Gulf Coast, Caladesi´s white sand beaches were rated America's Best Beach in 2008. Beach lovers can enjoy swimming, sunbathing and beachcombing. Saltwater anglers can cast a line from their boats or surf fish. Nature enthusiasts can spot wildlife while hiking the three mile nature trail through the island’s interior or paddling a three mile kayak trail through the mangroves and bay. Picnic tables and shelters are located near the beach, and picnic pavilions can be reserved for a fee. The park has a marina with electric and water hookups, as well as a snack bar and gift shop. The park is accessible by boat or ferry. Ferry service is provided by the Caladesi Island Ferry (727) 734-1501 and departs from Honeymoon Island State Park."
    },
    {
      "Photo": "http://cdn.visitstpeteclearwater.com/sites/default/master/files/clearwater-beach-daytime.jpg",
      "Title": "Clearwater Beach",
      "Slug": "cwb",
      "WaterType": "Salt",
      "Hours": "24 hours",
      "EntranceFee": "Yes",
      "Website": "http://www.visitstpeteclearwater.com/communities/clearwater-beach",
      "Phone": "tel:1-727-562-4040",
      "AddressLat": "27.964361",
      "AddressLong": "-82.802389",
      "ActivitiesAmenities": "Beach, Boating, Shopping & Restaurants, Concession, Fishing, Playground, Swimming, Picnicking, Bathrooms",
      "Description": "Clearwater Beach, Florida, is the northernmost developed barrier island along the Tampa Bay Beaches. Unlike our other island communities, Clearwater Beach is part of the City of Clearwater. Today, fun 'n sun lovers come from all over to enjoy Clearwater Beach resorts, attractions, recreation, restaurants, and shopping. Clearwater Beach has garnered a reputation as an ideal vacation destination for people of all ages from all around the world. Families vacation here as do couples and young adults. From some of the best seafood restaurants the Florida’s gulf coast has to offer, to recreational activities that include boat rides and parasailing, to word-class hotels and resorts, Clearwater Beach offers something for everyone! Although Clearwater Beach is a great place to vacation, it's an even better place to live, evidenced by the people who live here year round. The Clearwater community is friendly and socially responsive, and our City government is economically active and environmentally conscious. The City of Clearwater provides citizens with the programs and resources they need, and the amenities they desire. Two hours before the sun sinks into the Gulf of Mexico people flock to Pier 60 on Clearwater Beach to salute the setting of the Florida sun. Come out and celebrate as local artisans and crafters offer handmade treasures and street performers amaze with spectacular feats of skill while you dance to the rhythm of live music flowing from Pier 60 Pavilion. "
    },
    {
      "Photo": "http://cdn.visitstpeteclearwater.com/sites/default/master/files/hero/Fort_de_soto_header.jpg",
      "Title": "Fort De Soto Park",
      "Slug": "fdsp",
      "WaterType": "Salt",
      "Hours": "N/A",
      "EntranceFee": "Yes",
      "Website": "http://www.pinellascounty.org/park/05_ft_desoto.htm",
      "Phone": "tel:1-727-582-2267",
      "AddressLat": "27.645975",
      "AddressLong": "-82.717012",
      "ActivitiesAmenities": "Beach, Boating, Concession, Fishing, Camping, Playground, Hiking, Canoeing & Kayaking, Pets, Swimming, Picnicking, Bathrooms",
      "Description": "Whether you are sitting on the beach or kayaking near the still water's edge at Fort De Soto, you find yourself absorbed in the abundance of natural beauty for as far as the eye can see. Th complexity of the ecology is not immediately apparent, but the park offers the greatest diversity of systems just about anywhere. Emerging from the wealth of bird life, sea life, wild life and plant life is the majestic tapestry called Fort De Soto. The largest park within the Pinellas County Park System, Fort De Soto park consists of 1,136 acres made up of five interconnected islands (keys). These keys are home to beach plants, mangroves, wetlands, palm hammocks, hardwoods and scores of native plants. Each of these species plays a vital role in the preservation and protection of the natural environment."
    },
    {
      "Photo": "https://www.floridastateparks.org/sites/default/files/styles/slider_large/public/contestsubmissions/2014-07/Honeymoon-Island_contest_Dana-Rose_Florida-Paradise.jpg",
      "Title": "Honeymoon Island Park",
      "Slug": "hmip",
      "WaterType": "Salt",
      "Hours": "8 AM to Sundown",
      "EntranceFee": "Yes",
      "Website": "https://www.floridastateparks.org/park/Honeymoon-Island",
      "Phone": "tel:1-727-469-5942",
      "AddressLat": "28.060385",
      "AddressLong": "-82.822813",
      "ActivitiesAmenities": "Beach, Bicycling, Concession, Fishing, Playground, Hiking, Canoeing & Kayaking, Pets, Swimming, Picnicking, Surfing, Weddings, Bathrooms",
      "Description": "Nature lovers will find osprey nests, a wide variety of shorebirds, and one of the few remaining virgin slash pine forests in South Florida. The park boasts several nature trails and bird observation areas. Visitors can swim, fish, and snorkel in the warm waters of the Gulf or picnic while they enjoy the beautiful scenery. Shelling is particularly good here, as the Gulf currents deposit an incredible variety of seashells on the shore. Showers are available and the park's concession has a gift shop and snack bar. Located at the extreme west end of State Road 586."
    },
    {
      "Photo": "http://thingstodo.s3.amazonaws.com/resources/photos/picnicislandpark2370.jpg",
      "Title": "Picnic Island Park",
      "Slug": "pip",
      "WaterType": "Salt",
      "Hours": "Sunrise to Sundown",
      "EntranceFee": "No",
      "Website": "http://www.tampabay.com/things-to-do/destination-detail/picnic-island-park/6546",
      "Phone": "1-813-274-8615",
      "Address": "7409 Picnic Island Blvd, Tampa, FL 33616",
      "AddressLat": "27.855480",
      "AddressLong": "-82.550566",
      "ActivitiesAmenities": "Beach, Boating, Fishing, Playground, Frisbee Golf, Canoeing & Kayaking, Pets, Swimming, Picnicking, Bathrooms",
      "Description": "The mack daddy of city of Tampa waterfront parks, Picnic Island has it all, if you don't mind driving past gypsum plants, gasoline silos and other gritty industrial buildings. In addition to a long swimming beach, the park has a boat ramp, fishing pier, canoe launch, dog beach, restrooms, children's playgrounds and picnic shelters galore. The city added an observation deck and other improvements to boost the park's reputation as a poor cousin to Pinellas's pristine beaches. You can find it at the south end of Commerce Street in Port Tampa."
    },
    {
      "Photo": "http://thingstodo.s3.amazonaws.com/resources/photos/Cypress_Point_Park.JPG",
      "Title": "Cypress Point Park",
      "Slug": "cpp",
      "Distance": "15 mi",
      "WaterType": "Salt",
      "Hours": "Sunrise to Sundown",
      "EntranceFee": "No",
      "Website": "http://www.tampabay.com/things-to-do/destination-detail/parks/6108",
      "Phone": "1-813-274-7722",
      "AddressLat": "27.950931",
      "AddressLong": "-82.545178",
      "ActivitiesAmenities": "Beach, Fishing, Playground, Frisbee Golf, Canoeing & Kayaking, Volleyball, Swimming, Picnicking, Bathrooms",
      "Description": "Cypress Point Park is no urban legend. Who knew you could fly a kite, launch a canoe and spike a volleyball on a dead-end flank of western Cypress Street? Unexpected pleasures lie beyond billowing mangroves exactly 1 mile from bustling West Shore Boulevard.  Look up to blue herons and Jet Blue sharing the flight path. Gaze down to see crabs scuttling in the wet sand. Tampa Parks and Recreation maintains the beach, nature trails and picnic grills behind a row of office buildings fronting Tampa Bay. There’s ample parking and ADA accessibility."
    }
  ]
}
